{
"1": "I said let's ROCK, not suck COCK",
"2": "Oh my god, what the hell was that? What the hell was that.",
"3": "I guess your shitty blue hair dye got in your eyes. It's okay, it happens to all of us.",
"4": "Maybe you should go play Week 1 again. [Laughs]",
"5": "Can you even FEED yourself? Can you even WALK straight?",
"6": "Maybe if you had more friends, you'd be less depressed and play better. Hmm?",
"7": "You're ugly, and you can't keep a rhythm... Truly, you are cursed...",
"8": "Man, are you tired of eating SHIT yet?",
"9": "Ehh, you're getting closer. I wouldn't brag about it though.",
"10": "No wonder your parents hate you.",
"11": "If you can't beat me, how are you gonna survive this harsh and cruel world, hmm?",
"12": "The only thing you're \"Funkin'\" tonight is your sock.",
"13": "Why am I wasting my time against some baggy pantsed FUCK?",
"14": "Why am I wasting my time against some baggy pantsed PUNK?",
"15": "Hey, here's some Friday Night Funkin' lore for ya! I don't like you!",
"16": "You just make me wanna cry.",
"17": "You know I'm running out of shit to say here, so you better beat this sometime today asshole.",
"18": "\"Congratulations, you won!\" That's what I WOULD say, if you weren't such a goddamn failure.",
"19": "You gotta press the arrows kid, not slap your keyboard like your blind uncle, what?",
"20": "You feel that? That's called FAILURE and you better get used to it.",
"21": "Open your fuckin eyes, geez.",
"22": "I hope you're not some internet streamer screaming like a sociopath right now.",
"23": "That was terrible. Just terrible.",
"24": "My dead grandmother has more nimble fingers, c'mon!",
"25": "Good lord, what the hell is your problem man? *Burp* Just do it right, please.",
"1-pico": "Asian fetish? Ay man, that's cool. I don't like emotions in women either.",
"2-pico": "He-Hey, watch out man, those asian ladies all be *crazy*.",
"3-pico": "Hey man, why don't you give white women a try? They're crazy too!",
"4-pico": "Green sleeves and khakis?\nMan, it's not 1999 anymore; get some new fuckin' clothes.",
"5-pico": "Man, how old are you anyways?! Weren't you in highschool 25 years ago? What?!",
"6-pico": "heh nice try you little psychopath",
"7-pico": "You've been playing this goddamn game for 4 long years and you're still this ASS? What the HELL are you doing?!",
"8-pico": "Bro who the fuck styles your hair? Like, what the hell is that? Did the kid down the street with autism give you a haircut?",
"9-pico": "You weak ass bitch, I swear.",
"10-pico": "Hey, this is a shoutout to everyone too lazy to play the game and is watching this line in a YouTube compilation. Those Indonesians uploading these need to eat too, okay? Don't skip those ads!",
"end-pico": "Singin' that was cool and all, but, I just want to let you know that was insanely painful. Assholes."
}